LANGUAGES_LONG = ['Русский', 'Английский', 'Белорусский']
LANGUAGES_SHORT = ['ru', 'en', 'be']

TYPES_OF_YEARS_OF_EXPERIENCE = ['noExperience', 'between1And3', 'between3And6', 'moreThan6']
MINIMUM_YEARS_OF_EXPERIENCE = [0, 1, 3]
TYPES_OF_WORK = ['MONTH', 'SHIFT', 'HOUR', 'FLY_IN_FLY_OUT', 'SERVICE']
TYPES_OF_WORK_RU = ['За месяц', 'За смену', 'За час', 'За вахту', 'За услугу']

URL = 'https://brest.rabota.by/search/vacancy'

CITIES = ['Брест', 'Барановичи', 'Пинск', 'Кобрин', 'Берёза', 'Лунинец', 'Ивацевичи', 'Пружаны', 'Иваново', 'Дрогичин',
          'Жабинка', 'Столин', 'Ганцевичи', 'Малорита', 'Микашевичи', 'Белоозёрск', 'Ляховичи', 'Каменец',
          'Давид-Городок', 'Высокое', 'Коссово', 'Витебск', 'Орша', 'Новополоцк', 'Полоцк', 'Поставы', 'Глубокое',
          'Лепель', 'Новолукомль', 'Городок', 'Барань', 'Толочин', 'Браслав', 'Миоры', 'Чашники', 'Сенно',
          'Верхнедвинск', 'Дубровно', 'Докшицы', 'Дисна', 'Гомель', 'Мозырь', 'Жлобин', 'Речица', 'Светлогорск',
          'Калинковичи', 'Рогачёв', 'Добруш', 'Житковичи', 'Хойники', 'Петриков', 'Чечерск', 'Ельск', 'Буда-Кошелёво',
          'Ветка', 'Наровля', 'Василевичи', 'Туров', 'Гродно', 'Лида', 'Слоним', 'Волковыск', 'Сморгонь', 'Новогрудок',
          'Ошмяны', 'Щучин', 'Островец', 'Мосты', 'Скидель', 'Берёзовка', 'Дятлово', 'Ивье', 'Свислочь', 'Могилёв',
          'Бобруйск', 'Осиповичи', 'Горки', 'Кричев', 'Быхов', 'Климовичи', 'Костюковичи', 'Шклов', 'Мстиславль',
          'Чаусы', 'Белыничи', 'Кировск', 'Чериков', 'Славгород', 'Кличев', 'Круглое', 'Минск', 'Борисов', 'Солигорск',
          'Молодечно', 'Жодино', 'Слуцк', 'Дзержинск', 'Вилейка', 'Смолевичи', 'Марьина Горка', 'Фаниполь', 'Столбцы',
          'Заславль', 'Несвиж', 'Логойск', 'Березино', 'Любань', 'Клецк', 'Старые Дороги', 'Узда', 'Червень', 'Копыль',
          'Воложин', 'Крупки', 'Мядель']
